{
    "Act 1": {
        "objectives": [
            "Mate o Moleiro Inchado e entre na cidade.",
            "Entregue as missões e vá para Clearfell.",
            "Mate Beira da Matilha Podre (N/NE do ponto). Recompensa: +10% res. frio.",
            "Encontre a entrada de Grelwood.",
            "Encontre o ponto de transporte e fale com o NPC central.",
            "Encontre a entrada de The Grim Tangle, ative o ponto e volte.",
            "Encontre e atravesse The Red Vale.",
            "Pegue os 3 itens nos obeliscos.",
            "Volte à cidade, fale com Renly e pegue os Espinhos Rúnicos.",
            "Volte a Grelwood, invoque Una e espete a árvore.",
            "Volte à cidade e vá para Grim Tangle.",
            "Encontre a entrada do Cemitério dos Eternos.",
            "Mate os chefes do Mausoléu e Túmulo da Consorte.",
            "Fale e mate Lachlann.",
            "Entre nos Campos de Caça e mate Crowbell (+2 pontos).",
            "Entre nas Terras de Ogham e encontre o alaúde de Una (+2 pontos).",
            "Mate Vargir no Círculo de Colheita (gema nv 4).",
            "Entre na Vila de Ogham e mate o Carrasco.",
            "Vá às Muralhas da Mansão e entre na Mansão de Ogham.",
            "Mate Candlemass, desça duas vezes e mate o chefe.",
            "Volte à cidade e fale com o Encapuzado para ir ao Ato 2."
        ]
    },
    "Act 2": {
        "objectives": [
            "Mate Rathbreaker e entre na Caravana de Ardura.",
            "Fale com todos e vá para a Pedreira de Mawdun.",
            "Entre na Mina de Mawdun e mate Rudja.",
            "Fale com Risu, depois com Sekhema Asala nos Portões de Halani.",
            "Vá aos Portões de Halani novamente.",
            "Mate Basala e pegue o item Djinn Barya.",
            "Entre nos Portões de Halani e mate Jamanra (cruze cânion 3x).",
            "Vá para o canto inferior direito e volte à cidade.",
            "Vá para Keth e mate Kabala (+2 pontos).",
            "Ache o relicário do Clã Kabala e vá para a Cidade Perdida.",
            "Mate Azarian e pegue a Essência da Água com Halani.",
            "Vá aos Ermos dos Mastodontes, depois aos Poços Ósseos.",
            "Mate o chefe dos Poços e pegue a corneta.",
            "Mate hienas até achar o relicário do Clã do Sol.",
            "Vá ao Vale dos Titãs, clique nos 3 selos e use os relicários.",
            "Entre e mate o chefe na Gruta do Titã.",
            "Fale com Zarka e Sekhema Asala. Toque a corneta na caravana.",
            "Vá até Deshar, ache a carta final (+2 pontos).",
            "Entre no Caminho do Luto e depois nas Torres de Deshar.",
            "Mate Tor Gul e volte à cidade.",
            "Entregue a carta a Shambrin e vá ao Encouraçado.",
            "Mate Jamanra, a Abominação e fale com o Encapuzado.",
            "Fale com Sekhema Asala para ir ao Ato 3."
        ]
    },
    "Act 3": {
        "objectives": [
            "Encontre o Acampamento do Zigurate (cidade).",
            "Entre nas Ruínas da Selva e vá até as Criptas Venenosas.",
            "Mate Punho de Prata Poderoso.",
            "Entre nos Ermos Infestados e ative os pontos de transporte dos Pântanos Quimerais e Azak.",
            "Ative o ponto nas Vias de Matlan.",
            "Volte e entre nas Criptas Venenosas, pegue o frasco e entregue a Servi.",
            "No Pântano de Azak, ative os rituais e mate Ignagduk (+30 espírito).",
            "Nos Pântanos Quimerais, mate Xyclucian.",
            "No Maquinário de Jiquani, colete 3 núcleos pequenos.",
            "Entre no Santuário de Jiquani, fale com Alva, colete 2 núcleos médios.",
            "Ative os geradores, coloque um portal antes do segundo.",
            "Mate Zicoatl e pegue o núcleo grande.",
            "Use o núcleo grande nas Barrens e vá para Matlan.",
            "Ative todas as alavancas e retorne à cidade.",
            "Entre na Cidade Submersa, depois vá ao Ápice da Imundície.",
            "Mate a Rainha da Imundície.",
            "Entre no Templo de Kopec e mate Ketzuli.",
            "Fale com Alva, entre em Utzaal e mate Víbora Napuatzi.",
            "Entre em Aggorat, siga o Julgamento de Atziri.",
            "Pegue a adaga e esfaqueie o Coração Sacrificial.",
            "Nas Câmaras Negras, mate Doryani e finalize a campanha!"
        ]
    }
}